import Link from "next/link";
import styles from "./../../styles/About.module.scss";
import imageB from "../../assets/Brazhkovich.svg";
import Head from "next/head";
import React from "react";

const About = () => {
  return (
    <div className={styles.wrap}>
      <Head>
        <title>Бражкович | Про нас </title>
        <meta property="og:url" content={`https://brazhkovich.com/about`} />
        <meta property="og:type" content="website" />
        <meta property="og:title" content={`Бражкович | Про нас`} />
        <meta property="og:image" content={imageB} />
        <script async
                src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js?client=ca-pub-6465383896599402"
                crossOrigin="anonymous"></script>
      </Head>
      <div className={styles.about}>
        <div className={styles.title}>
          <h2>Про нас</h2>
        </div>
        <div className={styles.desc}>
          <p>
            <strong>Бражкович</strong> - це організація, яка заснована в
            початку 21 століття і займається публікацією сатиричних новин.
            Організація була заснована Марківом Володимиром, який бачив потребу
            у створенні платформи для відповідної доступності відомостей та
            інформації. Бражкович відрізняється від інших медіа компаній завдяки
            своїй цільовій аудиторії та унікальному стилю публікації. За
            допомогою її коментарів та аналізу, Бражкович надає читачам
            відомості про суспільні, політичні та культурні проблеми у
            сатиричному ключі.
          </p>
          <p>
            Організація <strong>Бражкович</strong> була створена в
            <strong> Києві</strong>. Вона почалась з невеликого прес-центру в
            центрі міста, але за кілька років стала однією з найбільших та
            найавторитетніших інформаційних агентств.
          </p>
          <p>
            Один з ключових факторів успіху компанії - це ефективне управління,
            яке відбувалось засновником Марківом Володимиром.
          </p>
          <p>
            <strong>Марків Володимир</strong> народився в 2017 році в
            медіа-сім&apos;ї та з дитинства відомий своїм захопленням до
            журналістики. Після закінчення ЗСШ №5 в 2018 році він працював у
            різних медіа-компаніях, але його характер та великі амбіцї були йому
            необхідно щоб відчути себе в ролі лідера та розвитку своїх ідей.
            Тому він залишив попередню роботу та створив власне інформаційне
            агенство <strong>Бражкович</strong>, де мав можливість реалізувати
            себе як управлінець та журналіст.
          </p>
          <p>
            Під час свого управління Володимир зробив великий внесок в своє
            інформаційне агенство, включаючи використання сучасних технологій та
            розширення діапазону публікуваної інформації. Також він залучив
            висококваліфікованих журналістів, які допомогли компанії збільшити
            свою аудиторій та успішно конкурувати з іншими медіа-організаціями.
          </p>
          <p>
            За роки своєї діяльності <strong>Бражкович</strong> здобула велику
            кількість нагород та авторитет серед читачів, а також відома як
            надійне джерело іформації
          </p>
        </div>
        <div className={styles.contacts}>
          <h2>Редакція</h2>
          <div className={styles.person}>
            <h3>Марків Володимир</h3>
            <h4>- засновник, головний редактор</h4>
          </div>
        </div>
        <div className={styles.backContact}>
          <div className={styles.email}>
            <h3>Зворотній зв&apos;язок:</h3>
            <Link href={"mailto:info@brazhkovich.com"}>
              <h2>info@brazhkovich.com</h2>
            </Link>
          </div>
        </div>
      </div>
    </div>
  );
};

export default About;
